export const releasenotes = [
  {
    date: '19.10.2017',
    notes: [
      'Добавлено отображение показателей прошлого месяца в правом нижнем углу каждой ячеёки',
      'Добавлено отображение процента увеличения показателя по сранению с прошлым месяцем в правом верхнем углу каждой ячеёки',
      'Добавлены кнопки перехода на предыдущий и следующий месяц'
    ]
  },
  {
    date: '18.10.2017',
    notes: [
      'Увеличено количество периодов истории',
      'Добавлена кнопка "Обновить" с отображением времени актуальности данных'
    ]
  },
  {
    date: '16.10.2017',
    notes: [
      'В случае ошибки доступа к данным выдаётся сообщение с предложением сообщить об ошибке в техподдержу'
    ]
  },
  {
    date: '10.10.2017',
    notes: [
      'Зафиксирована высота строк в отчётах'
    ]
  },
  {
    date: '22.09.2017',
    notes: [
      'Отчёты по Эмити отображаются в теньге'
    ]
  },
  {
    date: '15.09.2017',
    notes: [
      'Добавлены отчёты по Эмити'
    ]
  },
  {
    date: '11.09.2017',
    notes: [
      'На нижней панели на экране отчёта добавлена кнопка "Написать в техподдержку"'
    ]
  },
  {
    date: '21.08.2017',
    notes: [
      'Добавлена возможность обратной сортировки показателей в столбцах по клику на заголовке столбца',
      'Показатели для "ХИМКИ-опт" исключены из расчёта итогов на экране контроля сбыта',
      'Для "ХИМКИ-опт" отключено отображение гистограммы',
      'Добавлен список изменений'
    ]
  }
]
