export const releasenotes = [
  {
    date: '10.10.2017',
    notes: [
      'Зафиксирована высота строк в отчётах'
    ]
  },
  {
    date: '22.09.2017',
    notes: [
      'Отчёты по Эмити отображаются в теньге'
    ]
  },
  {
    date: '15.09.2017',
    notes: [
      'Добавлены отчёты по Эмити'
    ]
  },
  {
    date: '11.09.2017',
    notes: [
      'На нижней панели на экране отчёта добавлена кнопка "Написать в техподдержку"'
    ]
  },
  {
    date: '21.08.2017',
    notes: [
      'Добавлена возможность обратной сортировки показателей в столбцах по клику на заголовке столбца',
      'Показатели для "ХИМКИ-опт" исключены из расчёта итогов на экране контроля сбыта',
      'Для "ХИМКИ-опт" отключено отображение гистограммы',
      'Добавлен список изменений'
    ]
  }
]
